export const PRODUCTDATA = [
  '상품코드',
  '상품명',
  '상품가격',
  '상품수량',
  '연관상품ID',
];

export const ORDERDATA = [
  '주문서 양식',
  '주문명',
  '주문번호',
  '주문수량',
  '주문단위',
  '주문자명',
  '주문자 연락처',
  '수취인명',
  '수취인 연락처',
  '메모',
  '택배사명',
];

export const RELEASEDATA = [
  '출고코드',
  '출고수량',
  '출고상태',
  '출고유형',
  '출고 요청없체',
  '출고 요청자',
  '출고 요청일자',
  '출고 창고명',
];

export const ModalInfo = [
  ['text', '출고 전표 번호', '00DNLQCDO0120220117D0KE3'],
  ['text', '출고 요청일자', '2022-01-18'],
  ['text', '출고 요청업체', '콜로상사'],
  ['text', '출고 요청자', 'test_si@colo.kr'],
  ['text', '출고 방식', '택배'],
  ['option', '출고 상태', '출고 요청'],
  ['option', '출고 유형', '오전(10:00)출고'],
  ['text', '파일명', '테스트_콜로상사주문서_test.xls'],
];
